{
	"author":{
		"name":"毛泽东",
		"headline":"北大图书管理员",
		"avatar_url":"https://i.loli.net/2021/08/10/S9oiJ4VKUeMEcyd.jpg",
	},
	"articles":[
		{
			"title":"矛盾论",
			"time":"1937-08",
			"content":"矛盾是就爱开始的房间里艾克斯的房间可拉斯柯达积分可拉的结束反权威而uroi",
		},
		{
			"title":"实践论",
			"time":"1938-01",
			"content":"马克思以前的唯物论，离开人的社会性，离开人的历史发展，去观察认识问题，因此不能了解认识对社会实践的依赖关系，即认识对生产和阶级斗争的依赖关系。首先，马克思主义者认为人类的生产活动是最基本的实 践活动，是决定其他一切活动的东西。人的认识，主要地依赖 于物质的生产活动，逐渐地了解自然的现象、自然的性质、自然的规律性、人和自然的关系;而且经过生产活动，也在各种 不同程度上逐渐地认识了人和人的一定的相互关系。一切这 些知识，离开生产活动是不能得到的。在没有阶级的社会中， 每个人以社会一员的资格，同其他社会成员协力，结成一定的 生产关系，从事生产活动，以解决人类物质生活问题。在各种 阶级的社会中，各阶级的社会成员，则又以各种不同的方式，结成一定的生产关系，从事生产活动，以解决人类物质生活问题。这是人的认识发展的基本来源。",
		},
		{
			"title":"农民问题的严重性",
			"time":"1938-01",
			"content":"我这回到湖南〔 1 〕，实地考察了湘潭、湘乡、衡山、醴陵、长 沙五县的情况。从一月四日起至二月五日止，共三十二天，在 乡下，在县城，召集有经验的农民和农运工作同志开调查会， 仔细听他们的报告，所得材料不少。许多农民运动的道理，和 在汉口、长沙从绅士阶级那里听得的道理，完全相反。许多奇 事，则见所未见，闻所未闻。我想这些情形，很多地方都有。 所有各种反对农民运动的议论，都必须迅速矫正。革命当局 对农民运动的各种错误处置，必须迅速变更。这样，才于革命 前途有所补益。因为目前农民运动的兴起是一个极大的问题。很短的时间内，将有几万万农民从中国中部、南部和北部 各省起来，其势如暴风骤雨，迅猛异常，无论什么大的力量都 将压抑不住。他们将冲决一切束缚他们的罗网，朝着解放的 路上迅跑。一切帝国主义、军阀、贪官污吏、土豪劣绅，都将 被他们葬入坟墓。一切革命的党派、革命的同志，都将在他 们面前受他们的检验而决定弃取。站在他们的前头领导他们 呢?还是站在他们的后头指手画脚地批评他们呢?还是站在 他们的对面反对他们呢?每个中国人对于这三项都有选择的 自由，不过时局将强迫你迅速地选择罢了。",
		},
	],
	"blogs":[
		{
			"content":"三年以来\n在人民解放战争和人民革命中\n牺牲的人民英雄們永垂不朽\n\n三十年以来在人民解放战争和人民革命中\n牺牲的人民英雄們永垂不朽\n\n由此上溯到一千八百四十年\n从那時起为了反对内外敌人\n争取民族独立和人民自由幸福\n在历次斗争中牺牲的人民英雄们永垂不朽",
			"time":"1949-10-01",
		},
        {
            "content":"革命不是请客吃饭\n不是做文章，不是绘画绣花\n不能那样雅致，那样从容不迫\n文质彬彬，那样温良恭俭让\n\n革命是暴动\n是一个阶级推翻一个阶级的暴烈的行动",
            "time":"1949-10-01",
        },
		{
			"content":"马克思主义的道理千头万绪，归根结底就是一句话：造反有理。",
			"time":"1949-10-01",
		},
		{
			"content":"我长期也是资产阶级世界观。开头相信孔夫子，后头相信康德的唯心论。什么马克思，根本不知道。我相信华盛顿，相信拿破仑。后头还是蒋介石帮了忙，一九二七年他杀人了。",
			"time":"1970-12-18",
		},
		{
			"content":"通过实践而发现真理，又通过实践而证实真理和发展真理。从感性认识而能动地发展到理性认识，又从理性认识而能动地指导革命实践，改造主观世界和客观世界。实践、认识、再实践、再认识，这种形式，循环往复以至无穷，而实践和认识之每一循环的内容，都比较地进到了高一级的程度。这就是辩证唯物论的全部认识论，这就是辩证唯物论的知行统一观。",
			"time":"1937-07-01",
		},
		{
			"content":"在我党的一切实际工作中，凡属正确的领导，必须是从群众中来，到群众中去。这就是说，将群众的意见（分散的无系统的意见）集中起来（经过研究，化为集中的系统的意见），又到群众中去作宣传解释，化为群众的意见，使群众坚持下去，见之于行动，并在群众行动中考验这些意见是否正确。然后再从群众中集中起来，再到群众中坚持下去。如此无限循环，一次比一次的更正确、更生动、更丰富",
			"time":"1949-10-01",
		},
		{
			"content":"情况是逐渐了解的，需要继续不断的努力。认识世界，不是一件容易的事",
			"time":"1941-09-13",
		}
	]
}
