{
	"author":{
		"name":"毛泽东",
		"headline":"图书管理员",
		"avatar_url":"https://i.loli.net/2021/08/10/S9oiJ4VKUeMEcyd.jpg",
	},
	"articles":[
		{
			"title":"矛盾论",
			"time":"1937-08",
			"content":"矛盾是就爱开始的房间里艾克斯的房间可拉斯柯达积分可拉的结束反权威而uroi",
		},
		{
			"title":"如何判断言论和行动的是非？",
			"time":"1957-02-27",
			"content":"在我国人民的政治生活中，应当怎样来判断我们的言论和行动的是非呢?我们以为，根据我国的宪法的原则，根据我国最大多数人民的意志和我国各党派历次宣布的共同的政治主张，这种标准可以大致规定如下:\n\n（一）有利于团结全国各族人民，而不是分裂人民；\n（二）有利于社会主义改造和社会主义建设，而不是不利于社会主义改造和社会主义建设；\n（三）有利于巩固人民民主专政，而不是破坏或者削弱这个专政；\n（四）有利于巩固民主集中制，而不是破坏或者削弱这个制度；\n（五）有利于巩固共产党的领导，而不是摆脱或者削弱这种领导；\n（六）有利于社会主义的国际团结和全世界爱好和平人民的国际团结，而不是有损于这些团结。\n\n这六条标准中，最重要的是社会主义道路和党的领导两条。提出这些标准，是为了帮助人民发展对于各种问题的自由讨论，而不是为了妨碍这种讨论。不赞成这些标准的人们仍然可以提出自己的意见来辩论。但是大多数人有了明确的标准，就可以使批评和自我批评沿着正确的轨道前进，就可以用这些标准去鉴别人们的言论行动是否正确，究竟是香花还是毒草。",
		},
		{
			"title":"论人民民主专政---专政",
			"time":"1957-02-27",
			"content":"人民民主专政，专政的第一个作用\n压迫国家内部的反动阶级、反动派和反抗社会主义革命的剥削者，压迫那些对于社会主义建设的破坏者，就是为了解决国内敌我之间的矛盾。例如逮捕某些反革命分子并且将他们判罪，在一个时期内不给地主阶级分子和官僚资产阶级分子以选举权，不给他们发表言论的自由权利，都是属于专政的范围。为了维护社会秩序和广大人民的利益，对于那些盗窃犯、诈骗犯、杀人放火犯、流氓集团和各种严重破坏社会秩序的坏分子，也必须实行专政。专政还有第二个作用，就是防御国家外部敌人的颠覆活动和可能的侵略。在这种情况出现的时候，专政就担负着对外解决敌我之间的矛盾的任务。专政的目的是为了保卫全体人民进行和平劳动，将我国建设成为一个具有现代工业、现代农业和现代科学文化的社会主义国家。",
		},
	],
	"blogs":[
		{
			"content":"三年以来\n在人民解放战争和人民革命中\n牺牲的人民英雄們永垂不朽\n\n三十年以来在人民解放战争和人民革命中\n牺牲的人民英雄們永垂不朽\n\n由此上溯到一千八百四十年\n从那時起为了反对内外敌人\n争取民族独立和人民自由幸福\n在历次斗争中牺牲的人民英雄们永垂不朽",
			"time":"1949-10-01",
		},
		{
			"content":"一个有纪律的\n有马克思列宁主义的理论武装的\n采取自我批评方法的,联系人民群众的党\n一个由这样的党领导的军队\n一个由这样的党领导的\n各革命阶级、各革命派别的统一战线\n这三件是我们战胜敌人的主要武器。",
			"time":"",
		},
		{
			"content":"整风就是全党通过批评和自我批评来学习马克思主义",
			"time":"",
		},
		{
			"content":"我们所以要整风,现在要整风,将来还要整风, 要不断地把我们身上的错误东西整掉,就是为了使我们能够更好地担负起这项任务,更好地同党外的一切立志改革的志士仁人共同工作",
			"time":"",
		},
		{
			"content":"许多同志往往记住了我党的具体的、各别的工作路线和政策,忘记了我党的总路线和总政策。\n而如果真正忘记了我党的总路线和总政策，我们就将是一个盲目的、不完全的、不清醒的革命者,在我们执行具体工作路线和具体政策的时候,就会迷失方向,就会左右摇摆,就会贻误我们的工作",
			"time":"",
		},
		{
			"content":"在阶级社会中,每一个人都在一定的阶级地位中生活,各种思想无不打上阶级的烙印。",
			"time":"",
		},
		{
			"content":"矛盾的发展，即生产力和生产关系的矛盾，阶级之间的矛盾，新旧之间的矛盾，由于这些矛盾的发展,推动社会的前进，推动了新旧社会的代谢",
			"time":"",
		},
		{
			"content":"民族斗争，说到底，是一个阶级斗争问题。在美国压迫黑人的，只是白色人种中的反动统治集团。他们绝不能代表白色人种中占绝大多数的工人、农民、革命的知识分子和其他开明人士。",
			"time":"",
		},
		{
			"content":"谁是我们的敌人？谁是我们的朋友？\n这个问题是革命的首要问题。\n中国过去的革命斗争成效甚少，其基本原因就是因为不能团结真正的朋友,以攻击真正的敌人",
			"time":"",
		},
		{
			"content":"在拿枪的敌人被消灭以后，不拿枪的敌人依然存在，他们必然地要和我们作拼死的斗争，我们决不可以轻视这些敌人。 如果我们现在不是这样地提出问题和认识问题，我们就要犯极大的错误",
			"time":"",
		},
        {
            "content":"革命不是请客吃饭\n不是做文章，不是绘画绣花\n不能那样雅致，那样从容不迫\n文质彬彬，那样温良恭俭让\n\n革命是暴动\n是一个阶级推翻一个阶级的暴烈的行动",
            "time":"1949-10-01",
        },
		{
			"content":"马克思主义的道理千头万绪，归根结底就是一句话：造反有理。",
			"time":"1949-10-01",
		},
		{
			"content":"我长期也是资产阶级世界观。开头相信孔夫子，后头相信康德的唯心论。什么马克思，根本不知道。我相信华盛顿，相信拿破仑。后头还是蒋介石帮了忙，一九二七年他杀人了。",
			"time":"1970-12-18",
		},
		{
			"content":"通过实践而发现真理，又通过实践而证实真理和发展真理。从感性认识而能动地发展到理性认识，又从理性认识而能动地指导革命实践，改造主观世界和客观世界。实践、认识、再实践、再认识，这种形式，循环往复以至无穷，而实践和认识之每一循环的内容，都比较地进到了高一级的程度。这就是辩证唯物论的全部认识论，这就是辩证唯物论的知行统一观。",
			"time":"1937-07-01",
		},
		{
			"content":"在我党的一切实际工作中，凡属正确的领导，必须是从群众中来，到群众中去。这就是说，将群众的意见（分散的无系统的意见）集中起来（经过研究，化为集中的系统的意见），又到群众中去作宣传解释，化为群众的意见，使群众坚持下去，见之于行动，并在群众行动中考验这些意见是否正确。然后再从群众中集中起来，再到群众中坚持下去。如此无限循环，一次比一次的更正确、更生动、更丰富",
			"time":"1949-10-01",
		},
		{
			"content":"情况是逐渐了解的，需要继续不断的努力。认识世界，不是一件容易的事",
			"time":"1941-09-13",
		},
		{
			"content":"资产阶级和从旧社会来的知识分子的影响，还要在我国长期存在，作为阶级的意识形态，还要在我国长期存在。如果对于这种形势认识不足，或者根本不认识，那就要犯绝大的错误，就会忽视必要的思想斗争。",
			"time":"",
		},
		{
			"content":"凡是错误的思想，凡是毒草，凡是牛鬼蛇神，都应该进行批判，决不能让宅们自由泛滥。但是，这种批判应被是充分说理的，有分析的，有说服力的，而不应该是粗暴的、官僚主义的，或者是形而上学的、教条主义的",
			"time":"",
		},
		{
			"content":"社会主义制度终究要代替资本主义制度，这是一个不以人们自己的意志为转移的客观规律",
			"time":"",
		},
		{
			"content":"我们共产党人从来不隐瞒自己的政治主张。我们的将来纲领或最高纲领，是要将中国推进到社会主义社会和共产主义社会去的，这是确定的和亳无疑义的。我们的党的名称和我们的马克思主义的宇宙观，明确地指明了这个将来的、无限光明的、无限美妙的最高理想。",
			"time":"",
		},
		{
			"content":"对于我们的国家抱着敌对情绪的知识分子，是极少数。这种人不喜欢我们这个无产阶级专政的国家，他们留恋旧社会，一遇机会，他们就会兴风作，想要推翻共产党，恢复旧中国。这是在无产阶级和资产阶级两条路线、社会主义和资本主义两条路线中间，顽固地要走后一条路的人。这后一条路线，在实际上是不能实现的，所以他們实际上是准备投降帝国主义、封建主义和官僚资本主义的人。这种人在政治界、工商界、文化教育界、科学技术界、宗教界里都有，这是一些极端反动的人。",
			"time":"",
		},
		{
			"content":"统筹兼顾，是指对于六亿人ロ的统筹兼顾。我们作计划、办事、想问题， 都要从我国有六亿人ロ这一点出发，千万不要忘记这一点。",
			"time":"",
		},
		{
			"content":"除了党的领导之外，六亿人ロ是一个决定的因素。人多议论多，热气高，干劲大。从来也没有看见人民群众象现在这样精神振奋，斗志昂扬，意气风发。",
			"time":"",
		},
		{
			"content":"工人阶级最有远见，大公无私，最富有革命的彻底性",
			"time":"1949-06-30",
		},
		{
			"content":"用摆事实讲道理的方法，有领导地自由地展开全民性的大辩论，用以正确地解决在人民内部实际存在而为当前所必需解决的各项矛盾问题。这是一个社会主义的人民自我教育、自我改造的运动。",
			"time":"",
		},
		{
			"content":"什么是人民，什么是敌人\n在现阶段，在建设社会主义的时期，一切赞成、拥护和参加社会主义建设事业的阶级、阶层和社会集团，都属于人民的范围一切反抗社会主义革命和敌视、破坏社会主义建设的社会势力和社会集团，都是人民的敌人。",
			"time":"",
		},
		{
			"content":"人民内部的矛盾，是在人民利益根本一致的基础上的矛盾",
			"time":"1957-02-27",
		},
		{
			"content":"凡属于思想性质的问题，凡属于人民内部的争论问题，只能用民主的方法去解决，只能用讨论的方法、批评的方法、说服教育的方法去解决，而不能用强制的、压服的方法去解决",
			"time":"1957-02-27",
		},
		{
			"content":"我们应当批评各种各样的错误思想。不加批评，看着错误思想到处泛滥，任凭它们去占领市场，当然不行。有错误就得批判，有毒草就得进行斗争。",
			"time":"",
		},
		{
			"content":"资产阶级、小资产阶级，他们的思想意识是一定要反映出来的。一定要在政治问题和思想问题上，用各种办法顽强地表现他们自己。要他们不反映不表现，是不可能的",
			"time":"",
		},
		{
			"content":"对于人民的缺点是需要批评的，但必须是真正站在人民的立场上，用保护人民、教育人民的满腔热情来说话。如果把同志当作敌人来对待，就是使自己站在敌人的立场上去了。",
			"time":"",
		},
		{
			"content":"矛盾和斗争是普遍、絶对的，但是解决矛盾的方法，即斗争的形式，则因矛盾的性质不同而不相同",
			"time":"",
		},
		{
			"content":"社会主义国家内部的反动派同帝国主义者互相匈结，利用人民内部的矛盾，挑拨离间，兴风作浪，企图实现他们的阴谋。匈牙利事件的这种教训，値得大家注意。",
			"time":"",
		},
		{
			"content":"战争\n从有私有财产和有阶级以来就开始了的\n用以解决阶级和阶级、民族和民族\n国家和国家、政治集团和政治集团之间\n在一定发展阶段上的矛盾的一种最高的斗争形式。",
			"time":"",
		},
		{
			"content":"政治是不流血的战争，战争是流血的政治",
			"time":"",
		},
		{
			"content":"我们共产党人反对一切阻碍进步的非正义的战争，但是不反对进步的正义的战争。对于后一类战争，我们共产党人不但不反对，而且积极地参加。",
			"time":"1938-05",
		},
		{
			"content":"枪杆子里出政权",
			"time":"",
		},
		{
			"content":"在中国，离开了武装斗争，就没有无产阶级的地位，就没有人民的地位，就没有共产党的地位，就没有革命的胜利。",
			"time":"",
		},
		{
			"content":"军队是国家政权的主要成份，谁想夺取国家政权，并想保持它，谁就应有强大的军队",
			"time":"",
		},
		{
			"content":"帝国主义时代的阶级斗争的经验告诉我们：\n工人阶级和劳动群众，只有用枪杆子的カ量才能战胜武装的资产阶级和地主\n在这个意义上，我们可以说，整个世界只有用枪杆子才可能改造。",
			"time":"",
		},
		{
			"content":"我们硏究革命战争的规律，出发于我们要求消灭一切战争的志愿，这是区别我们共产党人和一切剥削阶级的界限",
			"time":"",
		},
		{
			"content":"至于帝国主义国家，我们也要团结那里的人民，并且争取同那些国家和平共处，做些生意，制止可能发生的战争，但是决不可以对他们怀抱一些不切实际的想法",
			"time":"",
		},
		{
			"content":"捣乱，失败，再搞乱，再失败，直至灭亡\n这就是帝国主义和世界上一切反动派对待人民事业的逻辑，他们决不会违背这个规律\n\n斗争，失败，再斗争，再失败，再斗争，直至胜利\n这就是人民的逻辑，他们也是决不会违背这个逻辑的",
			"time":"",
		},
		{
			"content":"世界是在进步的，前途是光明的，这个历史的总趋势任何人也改变不了。我们应当把世界进步的情况和光明的前途，常常向人民宣传，使人民建立起胜利的信心",
			"time":"",
		},
		{
			"content":"一切反动派都是纸老虎",
			"time":"",
		},
		{
			"content":"在战略上蔑视一切敌人，在战术上我们要重视一切敌人",
			"time":"",
		},
		{
			"content":"不是东风压倒西风，就是西风压倒东风",
			"time":"",
		},
		{
			"content":"美帝国主义愿意打多少年，我们也就准备跟他打多少年，一直打到美帝国主义愿意罢手的时候为止，一直打到中朝人民完全胜利的时候为止",
			"time":"1953-02-07",
		},
		{
			"content":"革命战争是群众的战争，只有动员群众才能进行战争，只有依靠群众才能进行战争",
			"time":"",
		},
		{
			"content":"真正的铜墙铁壁是什么?\n是群众,是千百万真心实意地拥护革命的群众。这是真正的铜墙轶壁,什么力量也打不破的，完全打不破的",
			"time":"",
		},
		{
			"content":"日本敢于欺负我们，主要的原因在于中国民众的无组织状态",
			"time":"",
		},
		{
			"content":"没有一个人民的军队，就没有人民的一切",
			"time":"",
		},
		{
			"content":"我们的原则是党指挥枪，而绝不容许枪指挥党",
			"time":"",
		},
		{
			"content":"集体领导和个人负责，二者不可偏废",
			"time":"",
		},
		{
			"content":"人民，只有人民，才是创造世界历史的动力",
			"time":"",
		},
		{
			"content":"群众是真正的英雄，而我们自己往往是幼稚可笑的，不了解这一点，就不能得到起码的知识",
			"time":"",
		},
		{
			"content":"很短时间内，将有几万万农民从中部、南部和北部各省起来，其势如暴风骤雨，迅猛异常，无论什么大的力量都将压抑不住。他们将冲决一切束缚他们的罗网，朝着解放的路上迅跑",
			"time":"",
		},
		{
			"content":"要联系群众，就要按照群众的需要和自愿\n这里有两条原则：\n一条是群众的实际上的需要，而不是我们脑子里头幻想出来的需要\n一条是群众的自愿，有群众自己下决心，而不是由我们代替群众下决心",
			"time":"",
		},
		{
			"content":"要根据群众的觉悟程度，去启发和提高群众的觉悟，在群众出于内心自愿的原则之下，帮助群众逐步组织起来，逐步地开展为当时当地内外环境所许可的一切必要的斗争",
			"time":"",
		},
		{
			"content":"当群众还不觉悟的时候，我们要进攻\n那是冒险主义\n\n群众不愿干的事，我们硬要领导他们去干\n其结果必然失败\n\n当群众要求前进的时候，我们不前进\n那是右倾机会主义",
			"time":"",
		},
		{
			"content":"我们的同志不要以为自己了解了的东西，广大群众也和自己一样都了解了",
			"time":"",
		},
		{
			"content":"在一切工作中，命令主义是错误的，因为他超过了群众的觉悟程度，违反了群众的自愿原则，害了急性病",
			"time":"",
		},
		{
			"content":"尾巴主义也是错误的，因为它落后群众的觉悟程度，违反了领导群众进一步的原则，害了慢性病",
			"time":"",
		},
		{
			"content":"从群众中集中起来，又到群众中坚持下去，以形成正确的领导意见，这是基本的领导方法",
			"time":"",
		},
		{
			"content":"凡属正确的领导，必须是从群众中来，到群众中去。",
			"time":"",
		},
		{
			"content":"善于把党的政策变为群众的行动，善于使我们的每一个运动，每一个斗争，不但领导干部懂得，而且广大群众都能懂得，都能掌握，这是一项马克思列宁主义的领导艺术",
			"time":"",
		},
		{
			"content":"群众生产、群众利益、群众经验、群众情绪，这些都是领导干部们应时刻注意的",
			"time":"",
		},
		{
			"content":"红军所以艰难奋战而不溃败，“支部建在连上”是一个重要原因",
			"time":"",
		},
		{
			"content":"八路军政治工作的基本原则有三个。\n第一、官兵一致的原则\n第二、军民一致的原则\n第三、瓦解敌军和宽待俘虏的原则",
			"time":"",
		},
		{
			"content":"武器是战争的重要因素，但不是决定的因素，决定的因素是人不是物",
			"time":"",
		},
		{
			"content":"在一些人的眼中，好像什么政治，什么祖国的前途，人类的理想，都没有关心的必要。好像马克思主义行时了一阵，现在就不那么行时了。针对这种情况，就需要学习马克思主义，学习时事政治。没有正确的政治观点，就等于没有灵魂",
			"time":"",
		},
		{
			"content":"世界上怕就怕“认真”二字，共产党就最讲“认真”",
			"time":"",
		},
		{
			"content":"思想改造工作是长期的，耐心的，细致的工作，不能企图上几次课，开几次会，就把人家几十年生活中间形成的思想意识改变过来。",
			"time":"",
		},
		{
			"content":"必须是满腔热情地用保护人民事业和提高人民觉悟的态度来说话，而不能用嘲笑和攻击的态度来说话",
			"time":"",
		},
		{
			"content":"军队必须和民众打成一片，是军队在民众眼睛中看成是自己的军队，这个军队便无敌于天下",
			"time":"",
		},
		{
			"content":"全心全意为人民服务",
			"time":"",
		},
		{
			"content":"国际主义者的共产党员，是否可以同时又是一个爱国主义者呢？我们认为不但是可以的，而且是应该的。只有民族得到解放，才有使无产阶级和劳动人民得到解放的可能。爱国主义就是国际主义在民族解放战争中的实施。",
			"time":"",
		},
		{
			"content":"一个外国人，亳无利己的动机，把中国人民的解放事业当作他自己的事业，这是什么精神？这是国际主义的精种，这是共产主义的精神，每一个中国共产党员都要学习这种精神",
			"time":"",
		},
		{
			"content":"已经获得革命胜利的人民，应该援助正在争取解放的人民的斗争，这是我们的国际主义的义务",
			"time":"",
		},
		{
			"content":"中国人在国际交往方面，应当坚决、彻底、干净、全部地消灭大国主义",
			"time":"",
		},
		{
			"content":"我们绝不有傲慢的大国主义的态度，绝不应当由于革命的胜利和在建设上有了一些成绩而自高自大，国无论大小，都各有长处和短处",
			"time":"",
		},
		{
			"content":"成千成万的先烈，为着人民的利益，在我们的前头英勇地牺牲了，让我们高举起他们的旗帜，踏着他们的血迹前进吧",
			"time":"",
		},
		{
			"content":"下定决心，不怕牺牲，排除万难，去争取胜利",
			"time":"",
		},
		{
			"content":"前途是光明的，道路是曲折的",
			"time":"",
		},
		{
			"content":"人类的历史，就是一个不断地从必然王国向自由王国发展的历史",
			"time":"",
		},
		{
			"content":"任何过程如果有多数矛盾存在的话，其中必定有一种是主要的，起着领导的，决定的作用",
			"time":"",
		},
		{
			"content":"代表先进阶级的正确思想，一旦被群众掌握，就会变成改造社会，改造世界的物质力量",
			"time":"1963-05",
		},
		{
			"content":"一个正确的认识，往往需要经过由物质到精神，由精神到物质，即由实践到认识，由认识到实践这样多次反复，才能够完成",
			"time":"",
		},
		{
			"content":"一切真知都是从直接经验出发",
			"time":"",
		},
		{
			"content":"事物发展的根本原因，不是在事物的外部，而是在事物的内部，在于事物内部的矛盾性",
			"time":"",
		},
		{
			"content":"唯物辩证法认为外因是变化的条件，内因是变化的根据，外因通过内因而起作用",
			"time":"",
		},
		{
			"content":"没有调查就没有发言权",
			"time":"",
		},
		{
			"content":"你对于那个问题不能解决吗？那么，你就去调查那个问题的现状和它的历史吧！你完完全全调查明白了，你对那个问题就有解决的办法了",
			"time":"",
		},
		{
			"content":"调查就像“十月怀胎”，解决问题就像“一朝分娩”。调查就是解决问题",
			"time":"",
		},
		{
			"content":"开调查会，没有满腔的热忱，没有眼睛向下的决心，没有求知的渴望，没有放下臭架子、敢当小学生的精神，是一定不能做，也一定做不好的",
			"time":"",
		},
		{
			"content":"享受让给人家，担子拣重的挑，吃苦在别人前头，享受在别人后头，这样的同志就是好同志",
			"time":"",
		},
		{
			"content":"团结---批评---团结\n从团结的愿望出发，经过批评或者斗争使矛盾得到解决，从而在新的基础上达到新的团结",
			"time":"",
		},
		{
			"content":"党的纪律：\n一、个人服从组织\n二、少数服从多数\n三、下级服从上级\n四、全党服从中央\n谁破坏了这些纪律，谁就破坏了党的统一",
			"time":"",
		},
		{
			"content":"共产党是不怕批评的，因为我们是马克思主义者，真理实在我们方面，工农基本群众是在我们方面",
			"time":"",
		},
		{
			"content":"彻底的唯物主义是无所畏惧的",
			"time":"",
		},
		{
			"content":"“舍得一身剐，敢把皇帝拉下马”，我们在为社会主义共产主义而斗争的时候，必须有这种大无畏的精神",
			"time":"",
		},
		{
			"content":"惩前毖后，治病救人",
			"time":"",
		},
		{
			"content":"党内批评要防止主观武断和把批评庸俗化，说话要有证据，批评要注意政治",
			"time":"",
		},
		{
			"content":"一个共产党员，应该是襟怀坦白，忠实，积极，以革命利益为第一生命，以个人利益服从革命利益；无论何时何地，坚持正确的原则，同一切不正确的思想和行为作不疲倦的斗争，用以巩固党的集体生活，巩固党和群众的联系；关心党和群众比关心个人为重，关心他入比关心自己为重。这样オ算得一个共产党员。",
			"time":"",
		},
		{
			"content":"共产党员在民众运动中，应该是民众的朋友，而不是民众的上司，是诲人不倦的教师，而不是官僚主义的政客",
			"time":"",
		},
		{
			"content":"共产党员的先锋作用和模范作用是十分重要的",
			"time":"",
		},
		{
			"content":"共产党员对于落后的人们的态度，不是轻视他们，看不起他们，而是亲近他们，团结他们，说服他们，鼓励他们前进。",
			"time":"",
		},
		{
			"content":"帝国主义的预言家们根据苏联发生的变化，也把“和平演变”的希望，寄托在中国党的第三代或者第四代身上。我们一定要使帝国主义的这种预言彻底破产。我们一定要从上到下地、普通地、经常不断地注意培养和造就革命事业的接班人",
			"time":"",
		},
		{
			"content":"政治路线确定之后，干部就是决定的因素",
			"time":"",
		},
		{
			"content":"世界是你们的，也是我们的，但是归根结底是你们的。你们青年人朝气蓬勃，正在兴旺时期，好像早晨八九点钟的太阳。希望寄托在你们身上",
			"time":"",
		},
		{
			"content":"妇女能顶半边天",
			"time":"",
		},{
			"content":"我们不但善于破坏一个旧世界，我们还将善于建设一个新世界",
			"time":"",
		},
		{
			"content":"如果有了正确的理论，只是把它空谈一阵，束之高阁，并不实行，那么，这种理论再好也是没有意义的",
			"time":"",
		},
		{
			"content":"常常不是先学好了再干，而是干起来再学习，干就是学习",
			"time":"",
		},
		{
			"content":"有些人读了一些马克思主义的书，自以为有学问了，但并没有读进去，并没有在头脑里生根，不会应用，阶级感情还是旧的",
			"time":"",
		},
		{
			"content":"有一些人很骄傲，读了几句书，自以为了不起，尾巴翘到天上去了",
			"time":"",
		},
		{
			"content":"如果我们党有一百个至二百个系统地而不是零碎地、实际地而不是空洞地学会了马克思列宁主义的同志，就会大大地提高我们党的战斗力量",
			"time":"",
		},
		{
			"content":"人民万岁",
			"time":"",
		},
		{
			"content":"马克思主义千条万条，中心的一条就是不劳动者不得食",
			"time":"",
		},
		{
			"content":"多少事，从来急，天地转，光阴迫，一万年太久，只争朝夕",
			"time":"",
		},
	]
}
