{
	"author":{
		"name":"邓小平",
		"headline":"设计师",
		"avatar_url":"https://i.loli.net/2021/08/18/dQy9WJmTiDpltL8.jpg",
	},
	"articles":[
		{
			"title":"旗帜鲜明地反对资产阶级自由化",
			"time":"1986-12-30",
			"content":"学生闹事，大事出不了，但从问题的性质来看，是一个很重大的事件。凡是冲天安门的，要采取坚决措施。北京市既然公布了游行示威的规定，就是法律性质的，必须坚决执行，不能让步。我们对学生闹事，前一段主要采取疏导的方法，是必要的。疏导，也包括运用法律的手段。如果破坏社会秩序，触犯了刑律，就必须坚决处理。凡是闹得起来的地方，都是因为那里的领导旗帜不鲜明，态度不坚决。这也不是一个两个地方的问题，也不是一年两年的问题，是几年来反对资产阶级自由化思潮旗帜不鲜明、态度不坚决的结果。要旗帜鲜明地坚持四项基本原则，否则就是放任了资产阶级自由化，问题就出在这里。这件事发生了，也是好事，提醒了我们。\n我看了方励之的讲话，根本不像一个共产党员讲的，这样的人留在党内干什么？不是劝退的问题，要开除。有的人并没有放弃他的观点，但这次学生闹事他表示不参加，这就好嘛！你的观点可以保留，只要你没有反党反社会主义行动。上海的王若望猖狂得很，早就说要开除，为什么一直没有办？上海的群众中传说中央有个保护层，对是否坚持四项基本原则，是否要反对自由化，也有两种意见。因此，闹起事来后，上海人要看一看。应该说，从中央到地方，在思想理论战线上是软弱的，丧失了阵地，对于资产阶级自由化是个放任的态度，好人得不到支持，坏人猖狂得很。好人没有勇气讲话，好像自己输了理似的。没有什么输理的。四项基本原则必须讲，人民民主专政必须讲。要争取一个安定团结的政治局面，没有人民民主专政不行，不能让那些颠倒是非、混淆黑白、造谣诬蔑的人畅行无阻，煽动群众。前几年，我们不是对那几个搞自由化并且触犯了刑律的人依法处理了吗？难道因此中国的名誉就坏了吗？中国的形象并没有因此而变坏，我们的名誉还是一天比一天好起来。\n我们讲民主，不能搬用资产阶级的民主，不能搞三权鼎立那一套。我经常批评美国当权者，说他们实际上有三个政府。当然，美国资产阶级对外用这一手来对付其他国家，但对内自己也打架，造成了麻烦。这种办法我们不能采用。\n我们执行对外开放政策，学习外国的技术，利用外资，是为了搞好社会主义建设，而不能离开社会主义道路。我们要发展社会生产力，发展社会主义公有制，增加全民所得。我们允许一些地区、一些人先富起来，是为了最终达到共同富裕，所以要防止两极分化。这就叫社会主义。\n中国没有共产党的领导、不搞社会主义是没有前途的。这个道理已经得到证明，将来还会得到证明。如果我们达到人均国民生产总值四千美元，而且是共同富裕的，到那时就能够更好地显示社会主义制度优于资本主义制度，就为世界四分之三的人口指出了奋斗方向，更加证明了马克思主义的正确性。所以，我们要理直气壮地坚持社会主义道路，坚持四项基本原则。\n没有专政手段是不行的。对专政手段，不但要讲，而且必要时要使用。当然，使用时要慎重，抓人要尽量少。但是如果有人要制造流血事件，你有什么办法？我们的方针是首先揭露他们的阴谋，尽量避免流血，宁可我们自己人被打伤，对为首闹事触犯刑律的依法处理。不下这个决心是制止不了这场事件的。如果不采取措施，我们后退了，以后麻烦会更多。\n在这次学生闹事中，民主党派表现是好的，周谷城、费孝通、钱伟长等几位著名的民主人士的态度是好的，不好的倒是我们有些共产党员。\n对于那些明显反对社会主义、反对共产党的，这次就要处理。可能会引起波浪，那也不可怕。对方励之、刘宾雁、王若望处理要坚决，他们狂妄到极点，想改变共产党，他们有什么资格当共产党员？\n在六中全会上我本来不准备讲话，后来我不得不讲了必须写上反对资产阶级自由化那一段话，看来也没有起什么作用，听说没有传达。\n反对精神污染的观点，我至今没有放弃，我同意将我当时在二中全会上的讲话全文收入我的论文集。\n反对资产阶级自由化至少还要搞二十年。民主只能逐步地发展，不能搬用西方的那一套，要搬那一套，非乱不可。我们的社会主义建设，必须在安定团结的条件下有领导、有秩序地进行，我特别强调有理想、有纪律，就是这个道理。如果搞资产阶级自由化，就是再来一次折腾。搞资产阶级自由化，否定党的领导，十亿人民没有凝聚的中心，党也就丧失了战斗力，那样的党连个群众团体也不如了，怎么领导人民搞建设？\n一九五七年反对资产阶级右派的斗争，有太过火的地方，应当平反。但我们对它没有全盘否定。\n反对资产阶级自由化是不可缺少的，不要怕外国人说我们损害了自己的名誉。走自己的路，建设有中国特色的社会主义，中国才有希望。要让外国人看到中国政局是稳定的。如果搞得乱七八糟、一盘散沙，那还有什么希望？过去帝国主义欺侮我们，还不是因为我们是一盘散沙？\n处理学生闹事是一件大事，领导要旗帜鲜明，群众才能擦亮眼睛《人民日报》三篇文章写得不错，《北京日报》社论《大字报不受法律保护》写得也不错，李瑞环在天津的讲话也不错。正因为态度鲜明了，给积极分子鼓了气，中间群众才能站过来。领导态度坚决了，就闹不起来了。",
		},
		{
			"title":"为什么要反对资产阶级自由化",
			"time":"19",
			"content":"反对资产阶级自由化，我讲得最多，而且我最坚持。为什么？第一，现在在群众中，在年轻人中，有一种思潮，这种思潮就是自由化。第二，还有在那里敲边鼓的，如一些香港的议论，台湾的议论，都是反对我们的四项基本原则，主张我们把资本主义一套制度都拿过来，似乎这样才算真正搞现代化了。自由化是一种什么东西？实际上就是要把我们中国现行的政策引导到走资本主义道路。这股思潮的代表人物是要把我们引导到资本主义方向上去。所以，我多次解释，我们搞的四个现代化有个名字，就是社会主义四个现代化。我们实行开放政策，吸收资本主义社会的一些有益的东西，是作为发展社会主义社会生产力的一个补充。\n大家可以回想一下，粉碎“四人帮”以后，全国人大在1980年通过一个议案，取消宪法中的关于“大鸣、大放、大辩论、大字报”这一条。为什么做这件事？因为有一股自由化思潮。搞自由化，就会破坏我们安定团结的政治局面。没有一个安定团结的政治局面，就不可能搞建设。\n自由化本身就是资产阶级的，没有什么无产阶级的、社会主义的自由化，自由化本身就是对我们现行政策、现行制度的对抗，或者叫反对，或者叫修改。实际情况是，搞自由化就是要把我们引导到资本主义道路上去，所以我们用反对资产阶级自由化这个提法。管什么这里用过、那里用过，无关重要，现实政治要求我们在决议中写这个。我主张用。\n看来，反对自由化，不仅这次要讲，还要讲十年二十年。这个思潮不顶住，加上开放必然进来许多乌七八糟的东西，一结合起来，是一种不可忽视的、对我们社会主义四个现代化的冲击。你们注意看一些香港的议论，一些外国资产阶级学者的议论，大都是要求我们搞自由化，包括说我们没有人权。我们要坚持的东西，他们反对，他们希望我们改变。我们还是按照自己的实际来提问题，解决问题。",
		},
		{
			"title":"用中国的历史教育青年",
			"time":"1987-02-18",
			"content":"大学生闹事，主要责任不在学生，而是少数别有用心的人煽动，其中主要是少数党内高级知识分子。我们严肃地处理了这件事。但是，反对资产阶级自由化的斗争还没有结束。对于中国现在干的究竟是什么事情，有些人还没有搞清楚。我们干四个现代化，人们都说好，但有些人脑子里的四化同我们脑子里的四化不同。我们脑子里的四化是社会主义的四化。他们只讲四化，不讲社会主义。这就忘记了事物的本质，也就离开了中国的发展道路。这样，关系就大了。在这个问题上我们不能让步。这个斗争将贯穿在实现四化的整个过程中，不仅本世纪内要进行，下个世纪还要继续进行。正因为斗争是长期的，所以我们不搞运动，主要是进行教育。既是斗争的过程，也是说服教育的过程，但最终说服不相信社会主义的人要靠我们的发展。如果我们本世纪内达到了小康水平，那就可以使他们清醒一点；到下世纪中叶我们建成中等发达水平的社会主义国家时，就会大进一步地说服他们，他们中的大多数人才会真正认识到自己错了。现在看，实现我们确定的宏伟目标有希望。\n这些年总的发展不错，国家情况好，人民生活逐步提高。学生们放假回家，可以看到自己家里生活确实发生了变化，父母也要给他们上课的。所以，学生闹事这类问题对中国影响不会很大，更不会改变我们的现行方针和政策。至于我们党的总书记胡耀邦同志自己要求辞职，这与学生闹事这件事有一定的关系。但是，这一人事变动对我们的方针政策不会有任何影响，就是说我们的方针政策不会改变，可能执行得更好。总之，我们是一切照旧干下去，我们的决心更加强了。\n学生们闹一下的好处，是提醒我们好好总结这几年的发展经验，使我们更清楚了问题在哪里。几年来我们制定的方针政策是成功的，但是在发展中也带来一些消极因素。只有消除消极因素，才能更好地实现发展。消极因素主要表现在理论、思想、文化领域。因此，我们特别强调坚持四项基本原则，反对资产阶级自由化，同时提出加强思想政治工作、说服教育工作，同社会不良风气包括特权思想进行斗争。“文化大革命”带坏了一代人。所以，我们提出要教育人民成为“四有”人民，教育干部成为“四有”干部。“四有”就是有理想、有道德、有文化、有纪律。搞资产阶级自由化的人提出的理想与我们的不同。我们讲的是社会主义、共产主义理想，而他们却提倡资本主义理想。中国从鸦片战争起沦为半殖民地半封建社会，中国人成了世界著名的“东亚病夫”。从那时起的近一个世纪，我国有识之士包括孙中山都在寻求中国的出路。孙中山开始就想学习西方，所谓西方即资本主义。后来，孙中山觉得资本主义西方不行了，提出“以俄为师”，学习十月革命后的俄国，开始了国共合作，导致北伐战争的胜利。孙中山逝世以后，国民党的统治使中国继续处在半殖民地半封建社会的悲惨地位，在日本侵华期间大片国土沦为殖民地。在帝国主义、封建主义和后来发展起来的官僚资本主义压迫下，中国继续贫穷下去。这个历史告诉我们，中国走资本主义道路不行，中国除了走社会主义道路没有别的道路可走。一旦中国抛弃社会主义，就要回到半殖民地半封建社会，不要说实现“小康”，就连温饱也没有保证。所以了解自己的历史很重要。青年人不了解这些历史，我们要用历史教育青年，教育人民。\n总之，我们在本世纪还要用十几年时间，下世纪还要用三五十年时间，继续向人们证明，我们选择的道路是正确的。我们对自己的发展充满信心，同时也认识到这不是一件轻而易举的事，不能丧失警惕。斗争要求我们把工作做得更细致一些，注意经常总结经验。",
		},
		{
			"title":"怎样评价一个国家的政治体制",
			"time":"1987-03-27",
			"content":"我们评价一个国家的政治体制、政治结构和政策是否正确，关键看三条：\n第一、是看国家的政局是否稳定\n第二、是看能否增进人民的团结，改善人民的生活\n第三、是看生产力能否得到持续发展",
		},
		{
			"title":"警惕日本极少数人复活军国主义",
			"time":"1987-05-05",
			"content":"就中国人民的心情来说，是希望同日本人民友好的，日本百分之九十几的人也是愿意中日友好的。\n如果说中日关系有点问题，那就是中国人民担心日本有很少很少一部分人，其中可能有的是有政治影响的人，存在复活军国主义的倾向。我们只担心这么一点。中国人民也很高兴地看到，日本绝大多数人是反对这种倾向的。一个多世纪以来，日本军国主义的所作所为，受害的不仅是中国人民和亚洲其他国家的人民，日本人民也是受害者。我们赞赏日本舆论界、政治界的许多人士对这种倾向持批评态度，持警惕态度。对付这种军国主义倾向，不仅要加强批评、揭露，而且要扎扎实实地做一些发展我们两国和两国人民之间友好关系的事情，加深我们之间的友谊，加深我们之间的了解，加深我们之间的感情。\n“中日两国人民世世代代友好下去”的口号，代表了我们大家的理想。应该说，这个口号三十多年前就提出来了，不是今天提出来的，更不是某一个人提出来的，是中日双方提出来的。",
		},
		{
			"title":"没有安定的政治环境什么事都干不成",
			"time":"1987-06-29",
			"content":"政治体制改革包括民主和法制。我们的民主同法制是相关联的。人们往往把民主同美国联系起来，认为美国的制度是最理想的民主制度。我们不能搬你们的。我相信你会理解这一点。中国如果照搬你们的多党竞选、三权鼎立那一套，肯定是动乱局面。如果今天这部分人上街，明天那部分人上街，中国十亿人口，一年三百六十五天，天天都会有事，日子还能过吗？还有什么精力搞建设？所以不能从你们的角度来看待中国的问题。中国的主要目标是发展，是摆脱落后，使国家的力量增强起来，人民的生活逐步得到改善。要做这样的事，必须有安定的政治环境。没有安定的政治环境，什么事情都干不成。中国有中国的实际，这点我相信我们比外国朋友了解得多一些。中国的政治体制改革，要讲社会主义的民主，也要讲社会主义的法制。在强调发展民主的同时，要强调教育我们的人民特别是青年要有理想，守纪律。",
		},
		{
			"title":"中央要有权威",
			"time":"1988-09-12",
			"content":"我的中心意思是，中央要有权威。改革要成功，就必须有领导有秩序地进行。没有这一条，就是乱哄哄，各行其是，怎么行呢？不能搞“你有政策我有对策”，不能搞违背中央政策的“对策”，这话讲了几年了。党中央、国务院没有权威，局势就控制不住。我赞成边改革、边治理环境整顿秩序。要创造良好的环境，使改革能够顺利进行。中央定了措施，各地各部门就要坚决执行，不但要迅速，而且要很有力，否则就治理不下来。现在的局面看起来好像很乱，出现了这样那样的问题，如通货膨胀、物价上涨，需要进行调整，这是不可少的。但是，治理通货膨胀、价格上涨，无论如何不能损害我们的改革开放政策，不能使经济萎缩，要保持适当的发展速度。现在出现的这些问题是能解决的，我们有信心。小错误难免，只要不犯大错误就行了。\n沿海地区要加快对外开放，使这个拥有两亿人口的广大地带较快地先发展起来，从而带动内地更好地发展，这是一个事关大局的问题。内地要顾全这个大局。反过来，发展到一定的时候，又要求沿海拿出更多力量来帮助内地发展，这也是个大局。那时沿海也要服从这个大局。这一切，如果没有中央的权威，就办不到。各顾各，相互打架，相互拆台，统一不起来。谁能统一？中央！中央就是党中央、国务院。\n我们要定一个方针，就是要在中央统一领导下深化改革。不仅是价格一个方面的改革，而且是多方面的、综合的改革。只有多方面的、综合的改革，才能为价格改革创造条件。当然，真正建立秩序，不理顺价格不行。价格没有理顺，就谈不上经济改革的真正成功。我们准备用若干年时间把价格初步理顺，最终达到面向世界市场。\n宏观管理要体现在中央说话能够算数。这几年我们走的路子是对的，现在是总结经验的时候。如果不放，经济发展能搞出今天这样一个规模来吗？我们讲中央权威，宏观控制，深化综合改革，都是在这样的新的条件下提出来的。过去我们是穷管，现在不同了，是走向小康社会的宏观管理。不能再搬用过去困难时期那些方法了。现在中央说话，中央行使权力，是在大的问题上，在方向问题上。",
		},
		{
			"title":"中国必须在世界高科技领域占有一席之地",
			"time":"1988-10-24",
			"content":"世界上一些国家都在制订高科技发展计划，中国也制订了高科技发展计划。下一个世纪是高科技发展的世纪。\n说起我们这个正负电子对撞机工程，我先讲个故事。有一位欧洲朋友，是位科学家，向我提了一个问题：你们目前经济并不发达，为什么要搞这个东西？我就回答他，这是从长远发展的利益着眼，不能只看到眼前。\n过去也好，今天也好，将来也好，中国必须发展自己的高科技，在世界高科技领域占有一席之地。如果六十年代以来中国没有原子弹、氢弹，没有发射卫星，中国就不能叫有重要影响的大国，就没有现在这样的国际地位。这些东西反映一个民族的能力，也是一个民族、一个国家兴旺发达的标志。\n现在世界的发展，特别是高科技领域的发展一日千里，中国不能安于落后，必须一开始就参与这个领域的发展。搞这个工程就是这个意思。还有其他一些重大项目，中国也不能不参与，尽管穷。因为你不参与，不加入发展的行列，差距越来越大。现在我们有些方面落后，但不是一切都落后。这个工程本身也证明了这一点。当然，有李政道和其他国际朋友的帮助，使我们少走弯路。但是这个工程不完全是照搬过来的，中间也还有我们自己的东西，有自己的技术，有自己的创造。\n总之，不仅这个工程，还有其他高科技领域，都不要失掉时机，都要开始接触，这个线不能断了，要不然我们很难赶上世界的发展。",
		},
		{
			"title":"压倒一切的是稳定",
			"time":"1989-02-26",
			"content":"中国的问题，压倒一切的是需要稳定。没有稳定的环境，什么都搞不成，已经取得的成果也会失掉。\n中国一定要坚持改革开放，这是解决中国问题的希望。但是要改革，就一定要有稳定的政治环境。总的来说，中国人民是支持改革政策的，绝大多数学生是支持稳定的，他们知道离开国家的稳定就谈不上改革和开放。\n我们已经对建国以来历史事件的是非，特别是“文化大革命”的错误，作出了恰当的评价。对毛泽东同志的历史地位和毛泽东思想，也作出了恰当的评价。对毛泽东同志晚年错误的批评不能过分，不能出格，因为否定这样一个伟大的历史人物，意味着否定我们国家的一段重要历史。这就会造成思想混乱，导致政治的不稳定。\n中国正处在特别需要集中注意力发展经济的进程中。如果追求形式上的民主，结果是既实现不了民主，经济也得不到发展，只会出现国家混乱、人心涣散的局面。对这一点我们有深切的体验，因为我们有“文化大革命”的经历，亲眼看到了它的恶果。中国人多，如果今天这个示威，明天那个示威，三百六十五天，天天会有示威游行，那末就根本谈不上搞经济建设了。我们是要发展社会主义民主，但匆匆忙忙地搞不行，搞西方那一套更不行。如果我们现在十亿人搞多党竞选，一定会出现“文化大革命”中那样“全面内战”的混乱局面。“内战”不一定都是用枪炮，动拳头、木棒也打得很凶。民主是我们的目标，但国家必须保持稳定。",
		},
		{
			"title":"结束过去，开辟未来---与戈尔巴乔夫的谈话",
			"time":"1989-05-16",
			"content":"中国人民真诚地希望中苏关系能够得到改善。我建议利用这个机会宣布中苏关系从此实现正常化。\n多年来，存在一个对马克思主义、社会主义的理解问题。从一九五七年第一次莫斯科会谈，到六十年代前半期，中苏两党展开了激烈的争论。我算是那场争论的当事人之一，扮演了不是无足轻重的角色。经过二十多年的实践，回过头来看，双方都讲了许多空话。马克思去世以后一百多年，究竟发生了什么变化，在变化的条件下，如何认识和发展马克思主义，没有搞清楚。绝不能要求马克思为解决他去世之后上百年、几百年所产生的问题提供现成答案。列宁同样也不能承担为他去世以后五十年、一百年所产生的问题提供现成答案的任务。真正的马克思列宁主义者必须根据现在的情况，认识、继承和发展马克思列宁主义。\n世界形势日新月异，特别是现代科学技术发展很快。现在的一年抵得上过去古老社会几十年、上百年甚至更长的时间。不以新的思想、观点去继承、发展马克思主义，不是真正的马克思主义者。\n列宁之所以是一个真正的伟大的马克思主义者，就在于他不是从书本里，而是从实际、逻辑、哲学思想、共产主义理想上找到革命道路，在一个落后的国家干成了十月社会主义革命。中国伟大的马克思列宁主义者毛泽东，并不是在马克思、列宁的书本里寻求在落后的中国夺取新民主主义革命胜利的途径。马克思能预料到在一个落后的俄国会实现十月革命吗？列宁能预料到中国会用农村包围城市夺取胜利吗？\n革命是这样，建设也是这样。在革命成功后，各国必须根据自己的条件建设社会主义。固定的模式是没有的，也不可能有。墨守成规的观点只能导致落后，甚至失败。\n我们这次会见的目的是八个字：结束过去，开辟未来。结束一下过去，就可以不谈过去了，重点放在开辟未来的事情上。但是，过去的事完全不讲恐怕也不好，总得有个交代。我讲讲中国人、中国党的一些看法。对这些看法，不要求回答，也不要辩论，可以各讲各的。这样有利于我们在更加扎实的基础上前进。我只想简单讲两点。一是讲讲历史上中国在列强的压迫下遭受损害的情况，二是讲讲近几十年，确切地说是近三十年，中国人感到对中国的威胁从何而来。\n先谈第一个问题。从鸦片战争〔32〕起，中国由于清王朝的腐败，受列强侵略奴役，变成了一个半殖民地半封建国家。欺负中国的列强，总共大概是十几个，第一名是英国，比英国更早，强租中国领土澳门的，是葡萄牙。从中国得利最大的，则是两个国家，一个是日本，一个是沙俄，在一定时期一定问题上也包括苏联。\n日本占了中国不少地方，台湾就被它占了五十年。中国有很多地方被日本划为它的势力范围，特别是在北方，很多大城市有日本租界。一九三一年日本发动了对中国的侵略战争，一九三二年在中国的东北搞了个“满洲国”。一九三七年发动了全面侵略中国的战争，打了八年。最后，由于中国抗战，由于世界反法西斯联盟国家的共同战斗，包括苏联出兵，日本在这场战争中彻底失败了。日本对中国的损害无法估量，单是死人，中国就死了几千万。所以，算历史帐，日本欠中国的帐是最多的。但是由于日本战败，中国收复了所有被它侵占的地方，它在中国没有占去一寸土地。悬案是一个钓鱼岛，那是一个很小的地方，上面没有人烟。我访问日本时，记者提出了这个问题。我说，这个问题可以挂起来，如果我们这一代不能解决，下一代会比我们聪明一些，总能找到解决的办法。对于这个问题以及同类的纠纷，后来我们提出了一种设想，就是可否采用共同开发的办法加以解决。\n另一个得利最大的是沙俄，以后延续到苏联。沙俄通过不平等条约侵占的中国土地，超过一百五十万平方公里。\n十月革命后也还有侵害中国的事情，例如黑瞎子岛就是一九二九年苏联从中国占去的。主要的是第二次世界大战接近胜利时，美、英、苏三国在雅尔塔签订秘密协定，划分势力范围，极大地损害了中国的利益。那是斯大林时期。当时中国的国民党政府同苏联签订条约，承认了雅尔塔的安排。\n中华人民共和国成立以后，中国同苏联签订了新约。中国同蒙古人民共和国建立了外交关系，达成了协议，划定了边界。后来中苏进行边界谈判，我们总是要求苏联承认沙俄同清王朝签订的是不平等条约，承认沙俄通过不平等条约侵害中国的历史事实。尽管如此，鉴于清代被沙俄侵占的一百五十多万平方公里是通过条约规定的，同时考虑到历史的和现实的情况，我们仍然愿意以这些条约为基础，合理解决边界问题。\n这是讲的第一个问题。讲清这个问题可能对解决遗留下来的问题，对弄清“开辟未来”的某些概念有好处，所以值得讲一讲。\n第二个问题，对中国的威胁从何而来。第二次世界大战结束后不久，中国的革命战争取得胜利，中华人民共和国成立了。中国不侵略别人，对任何国家都不构成威胁，却受到外国的威胁。中国是个贫弱国家，但是个独立自主的国家。对中国的威胁主要来自何方？从建国一开始，我们就面临着这个问题。那时威胁来自美国，最突出的就是朝鲜战争，后来还有越南战争。朝鲜战争，中国出了志愿军，同美国直接较量，苏联供给的军火还要中国付半价。后来中苏两国关系不好了，中国面临经济困难，但无论怎样困难，也得还这笔军火债，我们提前两年还清了。\n六十年代，在整个中苏、中蒙边界上苏联加强军事设施，导弹不断增加，相当于苏联全部导弹的三分之一，军队不断增加，包括派军队到蒙古，总数达到了一百万人。对中国的威胁从何而来？很自然地，中国得出了结论。一九六三年我率代表团去莫斯科，会谈破裂。应该说，从六十年代中期起，我们的关系恶化了，基本上隔断了。这不是指意识形态争论的那些问题，这方面现在我们也不认为自己当时说的都是对的。真正的实质问题是不平等，中国人感到受屈辱。虽然如此，我们从来没有忘记在中国第一个五年计划时期苏联帮我们搞了一个工业基础。\n我讲这么长，叫“结束过去”。目的是使苏联同志们理解我们是怎样认识这个“过去”的，脑子里装的是什么东西。历史帐讲了，这些问题一风吹，这也是这次会晤取得的一个成果。双方讲了，就完了，过去就结束了。\n现在两国交往多起来了，关系正常化以后的交往，无论深度和广度都会有大的发展。在发展交往方面，我有一个重要建议：多做实事，少说空话。\n我这一生只剩下一件事，就是台湾问题，恐怕看不到解决的时候了。已经做成的事情是，调整了与日本、与美国的关系，也调整了与苏联的关系，确定了收回香港，已经同英国达成协议。这是对外关系方面的参与。对国内工作的参与，确定了党的基本路线，确定了以四个现代化建设为中心，确定了改革开放政策，确定了坚持四项基本原则。还没有能够实现的，就是废除领导职务终身制，这是制度上的重要问题。",
		},
		{
			"title":"在接见首都戒严部队军以上干部时的讲话",
			"time":"1989-06-09",
			"content":"首先，我对在这场斗争中英勇牺牲的解放军指战员、武警指战员和公安干警的同志们表示沉痛的哀悼！对在这场斗争中负伤的几千名解放军指战员、武警指战员和公安干警的同志们表示亲切的慰问！对所有参加这场斗争的解放军指战员、武警指战员和公安干警的同志们致以亲切的问候！\n我提议，大家起立，为死难的烈士们默哀！\n利用这个机会，我讲几句话。\n这场风波迟早要来。这是国际的大气候和中国自己的小气候所决定了的，是一定要来的，是不以人们的意志为转移的，只不过是迟早的问题，大小的问题。而现在来，对我们比较有利。最有利的是，我们有一大批老同志健在，他们经历的风波多，懂得事情的利害关系，他们是支持对暴乱采取坚决行动的。虽然有一些同志一时还不理解，但最终是会理解的，会支持中央这个决定的。\n《人民日报》四月二十六日社论，把问题的性质定为动乱。“动乱”这两个字恰如其分，一些人反对的就是这两个字，要修改的也是这两个字。实践证明，这个判断是准确的。后来事态进一步发展到反革命暴乱，也是必然的。我们有一批老同志健在，包括军队，也有一批各个时期参加革命的骨干还在，因此，事情现在爆发，处理起来比较容易。处理这一事件的主要难点在于，我们从来没有遇到过这种情况，一小撮坏人混杂在那么多青年学生和围观的群众中间，阵线一时分不清楚，使我们许多应该采取的行动难以出手。如果没有我们党这么多老同志支持，甚至连事件的性质都难以确定。一些同志不了解问题的性质，认为这只是单纯的对待群众的问题，实际上，对方不只是一些是非不分的群众，还有一批造反派和大量的社会渣滓。他们是要颠覆我们的国家，颠覆我们的党，这是问题的实质。不懂得这个根本问题，就是性质不清楚。我相信，经过认真做工作，能取得党内绝大多数同志对定性和处理的拥护。\n事情一爆发出来，就很明确。他们的根本口号主要是两个，一是要打倒共产党，一是要推翻社会主义制度。他们的目的是要建立一个完全西方附庸化的资产阶级共和国。人民要求反腐败，我们当然接受。那些别有用心的人提出的所谓反腐败的口号，我们也要当好话来接受。当然，这个口号仅仅是他们的一个陪衬，而其核心是打倒共产党，推翻社会主义制度。\n这次平息暴乱中，我们那么多同志负了伤，甚至牺牲了，武器也被抢去了，这是为什么？也是因为好人坏人混杂在一起，使我们有些应该采取的断然措施难于出手。处理这件事对我们军队是一次很严峻的政治考验，实践证明，我们的解放军考试合格。如果用坦克压过去，就会在全国造成是非不清。所以，我要感谢解放军指战员用这种态度来对待暴乱事件。尽管损失是令人痛心的，但可以赢得人民，使是非不明的人改变观点。让大家看看，解放军究竟是什么人，有没有血洗天安门，流血的到底是谁。这个问题清楚了，就使我们取得了主动。虽然牺牲了许多同志非常令人痛心，但客观地分析事件的过程，人们就不得不承认，解放军是人民的子弟兵。这也有助于人民理解在这场斗争中我们所采取的方法，今后解放军遇到问题，采取措施，就都可以得到人民的支持了。这里顺便说一下，以后再不能让人把武器夺去了。总之，这是一个考验，考试是合格的。虽然军队里老同志不是很多了，战士们大都是十八九岁、二十岁出头的娃娃，但他们仍然是真正的人民子弟兵。在生命危险面前，他们没有忘记人民，没有忘记党的教导，没有忘记国家利益，面对死亡毫不含糊。慷慨赴死，从容就义，他们当之无愧。我讲考试合格，就是指军队仍然是人民子弟兵，这个性质合格。这个军队还是我们的老红军的传统。这次过的是真正的政治关、生死关，不容易呀！这表明，人民子弟兵真正是党和国家的钢铁长城。这表明，不管我们受到多么大的损失，不管如何更新换代，我们这个军队永远是党领导下的军队，永远是国家的捍卫者，永远是社会主义的捍卫者，永远是人民利益的捍卫者，是最可爱的人！同时，我们永远也不要忘记，我们的敌人是多么凶残，对他们，连百分之一的原谅都不应有。\n这次事件爆发出来，很值得我们思索，促使我们很冷静地考虑一下过去，也考虑一下未来。也许这件坏事会使我们改革开放的步子迈得更稳、更好，甚至于更快，使我们的失误纠正得更快，使我们的长处发扬得更好。今天我不可能展开来讲，只是提出课题。\n第一个问题，党的十一届三中全会〔9〕制定的路线、方针、政策，包括我们发展战略的“三部曲”，正确不正确？是不是因为发生了这次动乱，我们制定的路线、方针、政策的正确性就发生问题？我们的目标是不是一个“左”的目标？是否还要继续用它作为我们今后奋斗的目标？这些大的问题，必须作出明确、肯定的回答。我们第一个翻一番的目标已经完成了，第二个翻一番的目标计划用十二年完成，再往后五十年，达到一个中等发达国家的水平。这就是我们的战略目标。对此，我想我们做出的不是一个“左”的判断，制定的也不是一个过急的目标。因此，对第一个问题的回答，应当说，我们所制定的战略目标，现在至少不能说是失败的。在六十一年后，一个十五亿人口的国家，达到中等发达国家的水平，是了不起的事情。实现这样一个目标，应该是能够做到的。不能因为这次事件的发生，就说我们的战略目标错了。\n第二个问题，党的十三大〔84〕概括的“一个中心、两个基本点”对不对？两个基本点，即四个坚持和改革开放，是不是错了？我最近总在想这个问题。我们没有错。四个坚持本身没有错，如果说有错误的话，就是坚持四项基本原则还不够一贯，没有把它作为基本思想来教育人民，教育学生，教育全体干部和共产党员。这次事件的性质，就是资产阶级自由化和四个坚持的对立。四个坚持、思想政治工作、反对资产阶级自由化、反对精神污染，我们不是没有讲，而是缺乏一贯性，没有行动，甚至讲得都很少。不是错在四个坚持本身，而是错在坚持得不够一贯，教育和思想政治工作太差。一九八○年元旦，我在政协讲话，讲了“四个保证”，其中有一条叫“艰苦奋斗的创业精神”。艰苦奋斗是我们的传统，艰苦朴素的教育今后要抓紧，一直要抓六十至七十年。我们的国家越发展，越要抓艰苦创业。提倡艰苦创业精神，也有助于克服腐败现象。建国以来我们一直在讲艰苦创业，后来日子稍微好一点，就提倡高消费，于是，各方面的浪费现象蔓延，加上思想政治工作薄弱、法制不健全，什么违法乱纪和腐败现象等等，都出来了。我对外国人讲，十年最大的失误是教育，这里我主要是讲思想政治教育，不单纯是对学校、青年学生，是泛指对人民的教育。对于艰苦创业，对于中国是个什么样的国家，将要变成一个什么样的国家，这种教育都很少，这是我们很大的失误。\n改革开放这个基本点错了没有？没有错。没有改革开放，怎么会有今天？这十年人民生活水平有较大提高，应该说我们上了一个台阶，尽管出现了通货膨胀等问题，但十年改革开放的成绩要充分估计够。当然，改革开放必然会有西方的许多坏的影响进来，对此，我们从来没有估计不足。八十年代初建立经济特区时，我与广东同志谈，要两手抓，一手要抓改革开放，一手要抓严厉打击经济犯罪，包括抓思想政治工作。就是两点论。但今天回头来看，出现了明显的不足，一手比较硬，一手比较软。一硬一软不相称，配合得不好。讲这点，可能对我们以后制定方针政策有好处。还有，我们要继续坚持计划经济与市场调节相结合，这个不能改。实际工作中，在调整时期，我们可以加强或者多一点计划性，而在另一个时候多一点市场调节，搞得更灵活一些。以后还是计划经济与市场调节相结合。重要的是，切不要把中国搞成一个关闭性的国家。实行关闭政策的做法对我们极为不利，连信息都不灵通。现在不是讲信息重要吗？确实很重要。做管理工作的人没有信息，就是鼻子不通，耳目不灵。再是绝不能重复回到过去那样，把经济搞得死死的。我提出的这个建议，请常委研究。这也是个比较急迫的问题，总要接触的问题。\n这是总结我们过去十年。我们的一些基本提法，从发展战略到方针政策，包括改革开放，都是对的。要说不够，就是改革开放得还不够。我们在改革中遇到的难题比在开放中遇到的难题要多。在政治体制改革方面有一点可以肯定，就是我们要坚持实行人民代表大会的制度，而不是美国式的三权鼎立制度。实际上，西方国家也并不都是实行三权鼎立式的制度。美国骂我们镇压学生，他们处理国内学潮和骚乱，还不是出动了警察和军队，还不是抓人、流血？他们是镇压学生和人民，而我们则是平息反革命暴乱。他们有什么资格批评我们！今后，在处理这类问题的时候，倒是要注意，一个动态出现，不要使它蔓延。\n以后我们怎么办？我说，我们原来制定的基本路线、方针、政策，照样干下去，坚定不移地干下去。除了个别语言有的需要变动一下，基本路线和基本方针、政策都不变。这个问题已经提出来了，请大家认真考虑一下。至于一些做法，如投资方向、资金使用方向等，我赞成加强基础工业和农业。基础工业，无非是原材料工业、交通、能源等，要加强这方面的投资，要坚持十到二十年，宁肯欠债，也要加强。这也是开放，在这方面，胆子要大一些，不会有大的失误。多搞一点电，多搞一点铁路、公路、航运，能办很多事情。钢，外国人判断我们将来需要一亿二千万吨，现在我们接近六千万吨，还差一半。如果在现有企业的基础上加以改造，增加两千万吨，就可少进口钢材。借点外债用在这些方面，也叫改革开放。现在的问题不是改革开放政策对不对，搞不搞，而是如何搞，开哪方面，关哪方面。\n要坚定不移地执行党的十一届三中全会以来制定的一系列路线、方针、政策，要认真总结经验，对的要继续坚持，失误的要纠正，不足的要加点劲。总之，要总结现在，看到未来。\n\n利用这个机会，我就讲这一点。",
		},
		{
			"title":"坚持社会主义，防止和平演变",
			"time":"1989-11-23",
			"content":"非洲的解放和发展不是几年能够解决的。老殖民主义、新殖民主义、霸权主义、强权主义，真不少啊！现在贫穷弱小的国家，环境比过去更困难一些，需要更多的艰苦奋斗。\n美苏双方会谈，裁军的势头不错，我们表示欢迎。我希望冷战结束，但现在我感到失望。可能是一个冷战结束了，另外两个冷战又已经开始。一个是针对整个南方、第三世界的，另一个是针对社会主义的。西方国家正在打一场没有硝烟的第三次世界大战。所谓没有硝烟，就是要社会主义国家和平演变。东欧的事情对我们说来并不感到意外，迟早要出现的。东欧的问题首先出在内部。西方国家对中国也是一样，他们不喜欢中国坚持社会主义道路。中国今年的动乱也是迟早要出现的。其中也有我们内部的问题。你知道我们两个总书记都在资产阶级自由化问题上栽了跟头。如果中国搞资产阶级自由化，那末肯定会有动乱，使我们什么事情也干不成，我们制定的方针、政策、路线、三个阶段发展战略的目标统统告吹。所以，必须坚决地制止动乱。以后遇到动乱时，还要坚决制止，以保持稳定。西方国家说我们侵犯了人权，其实他们才是真正的侵犯人权。美国帮助蒋介石打内战，中国人伤亡了多少？美国支持南朝鲜进行战争，中国人民志愿军伤亡了多少？还不说一个多世纪以来殖民主义、帝国主义（包括美国在内）的侵略使中国人民遭受的损失有多大！所以，他们谈人权是没有资格的。\n霸权主义过去是讲美苏两家，现在西方七国首脑会议也是霸权主义、强权政治。中国平息暴乱后，七国首脑发表宣言制裁中国，他们有什么资格！谁给他们的权力！真正说起来，国权比人权重要得多。贫弱国家、第三世界国家的国权经常被他们侵犯。他们那一套人权、自由、民主，是维护恃强凌弱的强国、富国的利益，维护霸权主义者、强权主义者利益的。我们从来就不听那一套，你们也是不听那一套的。过去我们很弱的时候就没有听，在井冈山打旗帜才几千人，一打就是二十二年，最后还是战胜了帝国主义和他们支持的力量，中国人站起来了。中华人民共和国建立之后，困难很多，内战刚结束，国内问题成堆，又打了一场抗美援朝的战争，实际上是中国和美国打了一仗。美国是个庞然大物，力量对比起来，中国很弱，特别是装备差得多。但是，正义取得了胜利，美国只得坐下来同我们在板门店谈判。\n中国坚持社会主义，不会改变。十三大确定了“一个中心、两个基本点”的战略布局。我们十年前就是这样提出的，十三大用这个语言把它概括起来。这个战略布局我们一定要坚持下去，永远不改变。什么威胁也吓不倒我们。我们这个党就是在威胁中诞生的，在威胁中奋斗出来的，奋斗了二十八年才真正建立了人民共和国。现在我们总比过去好得多。只要中国社会主义不倒，社会主义在世界将始终站得住",
		},
	],
	"blogs":[
		{
			"content":"究竟是什么人，站在什么立场叫好，为了什么目的叫好",
			"time":"",
		},
		{
			"content":"历史最终会证明，帮助了我们的人，得到的利益不会小于他们对我们的帮助",
			"time":"1984-10-06",
		},
		{
			"content":"社会主义的目的就是要全国人民共同富裕，不是两极分化。如果我们的政策导致两极分化，我们就失败了",
			"time":"",
		},
		{
			"content":"一定不能让我们的青少年作资本主义腐朽思想的俘虏，那绝对不行",
			"time":"",
		},
		{
			"content":"社会主义阶段的最根本的任务就是发展生产力，社会主义的优越性归根到底要体现在它的生产力比资本主义发展的快一些、更高一些，并且在发展生产力的基础上不断改善人民的物质文化生活",
			"time":"",
		},
		{
			"content":"贫穷不是社会主义，更不是共产主义",
			"time":"",
		},
		{
			"content":"要特别教育我们的下一代下两代，一定要树立共产主义的远大理想",
			"time":"",
		},
		{
			"content":"我们这么大一个国家，怎么才能团结起来、组织起来呢？一靠理想，二靠纪律",
			"time":"1985-03-07",
		},
		{
			"content":"一切从社会主义初级阶段的实际出发",
			"time":"",
		},
		{
			"content":"我们的社会主义建设，必须在安定团结的条件下有领导、有秩序地进行",
			"time":"",
		},
		{
			"content":"我们在本世纪还要用十几年时间，下世纪还要用三五十年时间，继续向人们证明，我们选择的道路是正确的。我们对自己的发展充满信心，同时也认识到这不是一件轻而易举的事，不能丧失警惕",
			"time":"",
		},
		{
			"content":"我们要用历史教育青年，教育人民",
			"time":"",
		},
		{
			"content":"现在就是要硬着头皮把经济搞上去，就这一个大局，一切都要服从这个大局",
			"time":"1985-06-04",
		},
		{
			"content":"实践是检验真理的唯一标准",
			"time":"",
		},
		{
			"content":"总结历史，不要着眼于个人功过，而是为了开辟未来。过去的成果是我们的财富，过去的错误也是我们的财富",
			"time":"",
		},
		{
			"content":"发展到一定的时候，又要求沿海拿出更多力量来帮助内地发展，这也是个大局。那时沿海也要服从这个大局",
			"time":"",
		},
		{
			"content":"沿海地区要加快对外开放，使这个拥有两亿人口的广大地带较快地先发展起来，从而带动内地更好地发展，这是一个事关大局的问题。内地要顾全这个大局\n发展到一定的时候，又要求沿海拿出更多力量来帮助内地发展，这也是个大局。那时沿海也要服从这个大局",
			"time":"",
		},
		{
			"content":"任何一个领导集体都要有一个核心，没有核心的领导是靠不住的",
			"time":"",
		},
		{
			"content":"对于国际局势，概括起来就是三句话：\n\n冷静观察\n稳住阵脚\n沉着应对",
			"time":"",
		},
		{
			"content":"我们最大的事物在教育，对年轻娃娃、青年学生教育不够。控制通货膨胀可以很快见效，而教育的失误补起来困难的多。",
			"time":"",
		},
		{
			"content":"把一个国家、一个党的稳定，建立在一两个人的威望上，是靠不住的，很容易出问题的",
			"time":"",
		},
		{
			"content":"共同致富，我们从改革一开始就讲，将来总有一天要成为中心课题",
			"time":"",
		},
		{
			"content":"社会主义最大的优越性就是共同富裕",
			"time":"",
		},
		{
			"content":"中国问题的关键在于共产党要有一个好的政治局，特别是好的政治局常委会\n只要这个环节不发生问题，中国就稳如泰山",
			"time":"",
		},
		{
			"content":"姓资姓社的判断标准：\n是否有利于发展社会主义社会的生产力\n是否有利于增强社会主义国家的综合国力\n是否有利于提高人民的生活水平",
			"time":"",
		},
		{
			"content":"社会主义的本质，是解放生产力，发展生产力，消灭剥削，消除两极分化，最终达到共同富裕",
			"time":"",
		},
		{
			"content":"学马列要精，要管用的。长篇的东西是少数搞专业的人读的，群众怎么读？要求都读大本子，那是形式主义的，办不到",
			"time":"",
		},
		

	]
}