{
	"author": {
		"name": "马克思",
		"headline": "我不是马克思主义者",
		"avatar_url": "https://i.loli.net/2021/08/10/zTg1vODCHL8spul.jpg",
	},
	"articles": [],
	"blogs": [
		{
			"content": "无论哪一个社会形态，在它所能容纳的全部生产力发挥出来以前，是决不会灭亡的；而新的更高的生产关系，在它的物质存在条件在旧社会的胎胞里成熟以前，是决不会出现的",
			"time": "1949-10-01",
		},
		{
			"content": "共产党人可以把自己的理论概括为一句话：消灭私有制",
			"time": "1949-10-01",
		},
		{
			"content": "如果我们选择了最能为人类福利而劳动的职业，那么，重担就不能把我们压倒，因为这是为大家而献身；那时我们所感到的就不是可怜的、有限的、自私的乐趣，我们的幸福将属于千百万人，我们的事业将默默地，但是永恒发挥作用地存在下去，而面对我们的骨灰，高尚的人们将洒下热泪",
			"time": "1970-12-18",
		},
		{
			"content": "全世界无产者，联合起来！",
			"time": "1937-07-01",
		},
		{
			"content": "历史把那些为共同目标工作因而自己变得高尚的人称为最伟大的人物，经验赞美那些为大多数人带来幸福的人是最幸福的人",
			"time": "1949-10-01",
		},
		{
			"content": "资本来到世间，从头到脚，每一个毛孔都滴着血和肮脏的东西。",
			"time": "1941-09-13",
		},
		{
			"content": "哲学家们只是用不同的方式解释世界，而问题在于改变世界",
			"time": "",
		},
		{
			"content": "一个社会即使探索到了本身运动的自然规律，它还是既不能跳过也不能用法令取消自然的发展规律。但是它能缩短和减轻分娩的痛苦",
			"time": "",
		},
		{
			"content": "一步实际运动比一打纲领更重要",
			"time": "",
		},
		{
			"content": "我只知道我自己不是马克思主义者",
			"time": "",
		},
		{
			"content": "巴黎公社教训：\n浪费了宝贵时间去组织民主选举而不是迅速地消灭凡尔赛军、没有毫不犹豫地全部没收银行的资产",
			"time": "",
		},
		{
			"content": "共产主义并不剥夺任何人占有社会产品的权力，它只剥夺利用这种占有去奴役他人劳动的权力",
			"time": "",
		},
		{
			"content": "无产阶级的运动是绝大多数人的、为绝大多数人谋利益的独立的运动",
			"time": "",
		},
		{
			"content": "社会生活在本质上是实践的",
			"time": "",
		},
		{
			"content": "人的本质不是单个人所固有的抽象物，在其现实性上，它是一切社会关系的总和",
			"time": "",
		},
		{
			"content": "一切节约归根到底都归结为时间的节约",
			"time": "",
		},
		{
			"content": "每个人的自由发展是一切人自由发展的条件",
			"time": "",
		},
		{
			"content": "怀疑一切",
			"time": "",
		},
		{
			"content": "无产阶级的运动是绝大多数人的，为绝大多数人谋利益的独立的运动",
			"time": "",
		},
		{
			"content": "批判的武器当然不能代替武器的批判，物质力量只能用物质力量来摧毁，但是理论一经掌握群众，也会变成物质力量",
			"time": "",
		},
		{
			"content": "理论一经掌握群众，也会变成物质力量。理论只要说服人，就能掌握群众；而理论只要彻底，就能说服人。所谓彻底，就是抓住事物的根本。但是，人的根本就是人本身",
			"time": "",
		},
		{
			"content": "制定一个原则性的纲领，这就是在全世界面前树立起可供人们用来衡量党的运动水平的里程碑",
			"time": "",
		},
		{
			"content": "我一直在坟墓的边缘徘徊。因此，我不得不利用我还能工作的每时每刻来完成我的著作",
			"time": "",
		},
		{
			"content": "共产党人的理论原理，决不是以这个或那个世界改革家所发明或发现的思想、原则为根据的。这些原理不过是现存的阶级斗争、我们眼前的历史运动的真实关系的一般表述",
			"time": "",
		},
		{
			"content": "无产者在这个革命中失去的只是锁链。他们获得的将是整个世界",
			"time": "",
		},
		{
			"content": "未来社会，将是这样一个联合体，在那里，每个人的自由发展是一切人的自由发展的条件",
			"time": "",
		},
		{
			"content": "历史活动是群众的活动",
			"time": "",
		},
		{
			"content": "人们所达到的生产力的总和决定着社会状况",
			"time": "",
		},
		{
			"content": "在未来社会，生产将以所有的人富裕为目的，所有人共同享受大家创造出来的福利，社会应该给所有的人提供健康而有益的工作，给所有的人提供充裕的物质生活和闲暇时间，给所有的人提供真正的充分的自由",
			"time": "",
		},
		{
			"content": "各民族的原始封闭状态由于日益完善的生产方式、交往以及因交往而自然形成的不同民族之间的分工消灭得越是彻底，历史也就越是成为世界历史",
			"time": "",
		},
		{
			"content": "在无产阶级和资产阶级的斗争所经历的各个发展阶段上，共产党人始终代表整个运动的利益，他们没有任何同整个无产阶级的利益不同的利益",
			"time": "",
		},
		{
			"content": "人们在自己生活的社会生产中发生一定的、必然的、不以他们的意志为转移的关系，即同他们的物质生产力的一定发展阶段相适合的生产关系。这些生产关系的总和构成社会的经济结构，即有法律的和政治的上层建筑竖立其上并有一定的社会意识形式与之相适应的现实基础",
			"time": "",
		},
		{
			"content": "社会的物质生产力发展到一定阶段，便同它们一直在其中运动的现存生产关系或财产关系（这只是生产关系的法律用语）发生矛盾。于是这些关系便由生产力的发展形式变成生产力的桎梏。那时社会革命的时代就到来了",
			"time": "",
		},
		{
			"content": "人们为了能够“创造历史”，必须能够生活。但是为了生活，首先就需要吃喝住穿以及其他一些东西。因此第一个历史活动就是生产满足这些需要的材料，即生产物质生活本身。",
			"time": "",
		},
		{
			"content": "人们首先必须吃、喝、住、穿，然后才能从事政治、科学、艺术、宗教等等；所以，直接的物质的生活资料的生产，从而一个民族或一个时代的一定的经济发展阶段，便构成基础，人们的国家设施、法的观点、艺术以至宗教观念，就是从这个基础上发展起来的，因而，也必须由这个基础来解释",
			"time": "",
		},
		{
			"content": "在证券投机中，每个人都知道，暴风雨有一天会到来，但每个人都希望，在自己已经赚到大钱，把钱藏好之后，让暴风雨侵压自己的邻人。等我安全之后再发洪水，这是每一个资本家及资本家国家的标语",
			"time": "",
		},
		{
			"content": "资本主义生产，会把劳动阶级当作依存于工资的阶级而把他们再生产；他们通常的工资，不但够确保他们的生存，且够其繁殖种属",
			"time": "",
		},
		{
			"content": "资本对于劳动力的消费，是异常激烈的。大抵劳动者一到了中年，就多少成为腐朽。他们不转落到失业者队伍中，其地位也会由高级劳动者，降落为下级劳动者",
			"time": "",
		},
		{
			"content": "从事物的本性来说，资本的循环，包含一个条件：即，在循环各阶段上，资本会在一定时间内固定着。在每一阶段中，产业资本会被拘束在一定的形态中，或为货币资本，或为生产资本，或为商品资本。必须在已经实行和它当时形态相适应的机能以后，它方才会采取别个形态，才能加入新的转变阶段",
			"time": "",
		},
		{
			"content": "经济基础决定上层建筑\n社会存在决定社会意识",
			"time": "",
		},
		{
			"content": "资本害怕没有利润或利润太少。一旦有适当的利润，资本就胆大起来。如果有10％的利润，它就保证到处被使用；有20％的利润，它就活跃起来；有50％的利润，它就铤而走险；为了100％的利润，它就敢践踏一切人间法律；有300％的利润，它就敢犯任何罪行，甚至冒绞首的危险。如果动乱和纷争能带来利润，它就会鼓励动乱和纷争",
			"time": "",
		},
		{
			"content": "自暴自弃，这是一条永远腐蚀和啃噬着心灵的毒蛇，它吸走心灵的新鲜血液，并在其中注入厌世和绝望的毒汁",
			"time": "",
		},
		{
			"content": "资本是根本不关心工人的健康和寿命的，除非社会迫使它去关心。人们为体力和智力的衰退、夭折、过度劳动的折磨而愤愤不平，资本却回答说：既然这种痛苦会增加我们的快乐（利润），我们又何必为此苦恼呢",
			"time": "",
		},
		{
			"content": "自由竞争使资本主义生产的内在规律作为外在的强制规律对每个资本家起作用",
			"time": "",
		},
		{
			"content": "哲学家并不像蘑菇那样是从地里冒出来的，他们是自己的时代、自己的人民的产物，人民的最美好、最珍贵、最隐蔽的精髓都汇集在哲学思想里的",
			"time": "",
		},
		{
			"content": "理论在一个国家实现的程度，总是取决于理论满足这个国家的需要的程度",
			"time": "",
		},
		{
			"content": "一个幽灵，共产主义的幽灵，在欧洲游荡",
			"time": "",
		},
		{
			"content": "资产阶级的这种发展的每一个阶段，都伴随着相应的政治上进展。从大工业和世界市场建立的时候起，它在现代的代议制国家里夺得了独占的政治统治。现代的国家政权不过是管理整个资产阶级的共同事务的委员会罢了",
			"time": "",
		},
		{
			"content": "资产阶级在它已经取得了统治的地方，用公开的、无耻的、直接的、露骨的剥削代替了由宗教幻想和政治幻想掩盖着的剥削",
			"time": "",
		},
		{
			"content": "资产阶级在它已经取得了统治的地方把一切封建的、宗法的和田园诗般的关系都破坏了。它无情地斩断了把人们束缚于天然尊长的形形色色的封建羁绊，它使人和人之间除了赤裸裸的利害关系，除了冷酷无情的“现金交易”，就再也没有任何别的联系了。它把宗教虔诚、骑士热忱、小市民伤感这些情感的神圣发作，淹没在利己主义打算的冰水之中。它把人的尊严变成了交换价值，用一种没有良心的贸易自由代替了无数特许的和自力挣得的自由",
			"time": "",
		},
		{
			"content": "过去那种地方的和民族的自给自足和闭关自守状态，被各民族的各方面的互相往来和各方面的互相依赖所代替了。物质的生产是如此，精神的生产也是如此。各民族的精神产品成了公共的财产。民族的片面性和局限性日益成为不可能",
			"time": "",
		},
		{
			"content": "资产阶级不仅锻造了置自身于死地的武器；它还产生了将要运用这种武器的人——现代的工人，即无产者",
			"time": "",
		},
		{
			"content": "工人变成了机器的单纯的附属品，要求他做的只是极其简单、极其单调和极容易学会的操作。因此，花在工人身上的费用，几乎只限于维持工人生活和延续工人后代所必需的生活资料",
			"time": "",
		},
		{
			"content": "随着大工业的发展，资产阶级赖以生产和占有产品的基础本身也就从它的脚下被挖掉了。它首先生产的是它自身的掘墓人。资产阶级的灭亡和无产阶级的胜利是同样不可避免的",
			"time": "",
		},
		{
			"content": "资产者唯恐失去的那种教育，对绝大多数人来说是把人训练成机器",
			"time": "",
		},
		{
			"content": "共产党人不屑于隐瞒自己的观点和意图。他们公开宣布：他们的目的只有用暴力推翻全部现存的社会制度才能达到。让统治阶级在共产主义革命面前发抖吧。无产者在这个革命中失去的只是锁链，他们获得的将是整个世界",
			"time": "",
		},
		{
			"content": "共产党人到处都支持一切反对现存的社会制度和政治制度的革命运动。所有制问题是运动的基本问题",
			"time": "",
		},
	]
}