{
	"author":{
		"name":"马克思",
		"headline":"马克思主义创始人",
		"avatar_url":"https://i.loli.net/2021/08/10/zTg1vODCHL8spul.jpg",
	},
	"articles":[
		{
			"title":"1844年经济学哲学手稿",
			"time":"1937-08",
			"content":"矛盾是就爱开始的房间里艾克斯的房间可拉斯柯达积分可拉的结束反权威而uroi",
		},
		{
			"title":"关于费尔巴哈的提纲",
			"time":"1938-01",
			"content":"马克思以前的唯物论，离开人的社会性，离开人的历史发展，去观察认识问题，因此不能了解认识对社会实践的依赖关系，即认识对生产和阶级斗争的依赖关系。首先，马克思主义者认为人类的生产活动是最基本的实 践活动，是决定其他一切活动的东西。人的认识，主要地依赖 于物质的生产活动，逐渐地了解自然的现象、自然的性质、自然的规律性、人和自然的关系;而且经过生产活动，也在各种 不同程度上逐渐地认识了人和人的一定的相互关系。一切这 些知识，离开生产活动是不能得到的。在没有阶级的社会中， 每个人以社会一员的资格，同其他社会成员协力，结成一定的 生产关系，从事生产活动，以解决人类物质生活问题。在各种 阶级的社会中，各阶级的社会成员，则又以各种不同的方式，结成一定的生产关系，从事生产活动，以解决人类物质生活问题。这是人的认识发展的基本来源。",
		},
		{
			"title":"共产党宣言",
			"time":"1938-01",
			"content":"我这回到湖南〔 1 〕，实地考察了湘潭、湘乡、衡山、醴陵、长 沙五县的情况。从一月四日起至二月五日止，共三十二天，在 乡下，在县城，召集有经验的农民和农运工作同志开调查会， 仔细听他们的报告，所得材料不少。许多农民运动的道理，和 在汉口、长沙从绅士阶级那里听得的道理，完全相反。许多奇 事，则见所未见，闻所未闻。我想这些情形，很多地方都有。 所有各种反对农民运动的议论，都必须迅速矫正。革命当局 对农民运动的各种错误处置，必须迅速变更。这样，才于革命 前途有所补益。因为目前农民运动的兴起是一个极大的问题。很短的时间内，将有几万万农民从中国中部、南部和北部 各省起来，其势如暴风骤雨，迅猛异常，无论什么大的力量都 将压抑不住。他们将冲决一切束缚他们的罗网，朝着解放的 路上迅跑。一切帝国主义、军阀、贪官污吏、土豪劣绅，都将 被他们葬入坟墓。一切革命的党派、革命的同志，都将在他 们面前受他们的检验而决定弃取。站在他们的前头领导他们 呢?还是站在他们的后头指手画脚地批评他们呢?还是站在 他们的对面反对他们呢?每个中国人对于这三项都有选择的 自由，不过时局将强迫你迅速地选择罢了。",
		},
		{
			"title":"德意志意识形态",
			"time":"1938-01",
			"content":"我这回到湖南〔 1 〕，实地考察了湘潭、湘乡、衡山、醴陵、长 沙五县的情况。从一月四日起至二月五日止，共三十二天，在 乡下，在县城，召集有经验的农民和农运工作同志开调查会， 仔细听他们的报告，所得材料不少。许多农民运动的道理，和 在汉口、长沙从绅士阶级那里听得的道理，完全相反。许多奇 事，则见所未见，闻所未闻。我想这些情形，很多地方都有。 所有各种反对农民运动的议论，都必须迅速矫正。革命当局 对农民运动的各种错误处置，必须迅速变更。这样，才于革命 前途有所补益。因为目前农民运动的兴起是一个极大的问题。很短的时间内，将有几万万农民从中国中部、南部和北部 各省起来，其势如暴风骤雨，迅猛异常，无论什么大的力量都 将压抑不住。他们将冲决一切束缚他们的罗网，朝着解放的 路上迅跑。一切帝国主义、军阀、贪官污吏、土豪劣绅，都将 被他们葬入坟墓。一切革命的党派、革命的同志，都将在他 们面前受他们的检验而决定弃取。站在他们的前头领导他们 呢?还是站在他们的后头指手画脚地批评他们呢?还是站在 他们的对面反对他们呢?每个中国人对于这三项都有选择的 自由，不过时局将强迫你迅速地选择罢了。",
		},
	],
	"blogs":[
		{
			"content":"无论哪一个社会形态，在它所能容纳的全部生产力发挥出来以前，是决不会灭亡的；而新的更高的生产关系，在它的物质存在条件在旧社会的胎胞里成熟以前，是决不会出现的",
			"time":"1949-10-01",
		},
		{
			"content":"共产党人可以把自己的理论概括为一句话：消灭私有制",
			"time":"1949-10-01",
		},
		{
			"content":"如果我们选择了最能为人类福利而劳动的职业，那么，重担就不能把我们压倒，因为这是为大家而献身；那时我们所感到的就不是可怜的、有限的、自私的乐趣，我们的幸福将属于千百万人，我们的事业将默默地，但是永恒发挥作用地存在下去，而面对我们的骨灰，高尚的人们将洒下热泪",
			"time":"1970-12-18",
		},
		{
			"content":"全世界无产者，联合起来！",
			"time":"1937-07-01",
		},
		{
			"content":"历史把那些为共同目标工作因而自己变得高尚的人称为最伟大的人物，经验赞美那些为大多数人带来幸福的人是最幸福的人",
			"time":"1949-10-01",
		},
		{
			"content":"资本来到世间，从头到脚，每一个毛孔都滴着血和肮脏的东西。",
			"time":"1941-09-13",
		}
	]
}